tap "nikitabobko/tap"
brew "antidote"
brew "gh"
brew "git"
brew "gnupg"
brew "imagemagick"
brew "mailpit"
brew "nodenv"
brew "openjdk"
brew "postgresql@14", restart_service: :changed
brew "rbenv"
brew "stow"
cask "aerospace"
cask "font-meslo-lg-nerd-font"
cask "monitorcontrol"
cask "programmer-dvorak"
cask "raycast"
