tap "nikitabobko/tap"
brew "antidote"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "gh"
brew "git"
brew "gnupg"
brew "imagemagick"
brew "mailpit"
brew "nodenv"
brew "openjdk"
brew "postgresql@14", restart_service: :changed
brew "python@3.14"
brew "rbenv"
brew "stow"
cask "aerospace"
cask "font-meslo-lg-nerd-font"
cask "monitorcontrol"
cask "programmer-dvorak"
cask "raycast"
vscode "anysphere.remote-containers"
vscode "anysphere.remote-ssh"
vscode "anysphere.remote-wsl"
vscode "bung87.rails"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donebd.vscode-keypromoter"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "fill-labs.dependi"
vscode "formulahendry.auto-rename-tag"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "humao.rest-client"
vscode "jscearcy.rust-doc-viewer"
vscode "k--kato.intellij-idea-keybindings"
vscode "liviuschera.noctis"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "oderwat.indent-rainbow"
vscode "polymeilex.rust-targets"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "zignd.html-css-class-completion"
